[
  {
    "id": 1,
    "en": "",
    "sv": "Vi har trätt in i en ny dag och Herraväldet och alla lovprisningar hör till Allah. Ingen har rätt att dyrkas förutom Allah. Han är en och Han har ingen vid Sin sida. Till Honom hör Herraväldet och all pris och Han är kapabel till allting. O Herre! Jag ber om det goda [som finns] i denna dag och det goda efter den, och jag söker skydd från det onda [som finns] i denna dag och det onda efter den. Herre! Jag söker skydd från lathet och svag ålderdom. Herre! Jag söker skydd från straff i elden och straff i graven.",
    "ar": "أصْبَحْنَا وَأصْبَحَ الـمُلْكُ لِلَّـهِ، وَالـحَمْدُ لِلَّـهِ، لا إلهَ إلاَّ اللهُ وَحْدَهُ لا شَرِيْكَ لَهُ، لَهُ الـمُلْكُ، ولَهُ الـحَمْدُ، وهُوَ عَلَى كُلِّ شَيءٍ قَدِيرٌ، رَبِّ أسْألُكَ خَيْرَ مَا في هَذَا اليَوْمِ وَخَيْرَ مَا بَعْدَهُ، وأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَا اليَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أعُوذُ بِكَ مِنَ الكَسَلِ، وسُوءِ الكِبَرِ، رَبِّ أعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وعَذَابٍ فِي القَبْرِ",
    "transliteration": "Asbahnâ wa asbahal-mulku lillâh walhamdu lillâh, lâ ilâha illallâhu wahdahu lâ sharîka lah, lahul-mulku wa lahul-hamdu wa Huwa 'alâ kulli shay´in qadîr. Rabbi as´aluka khayra mâ fî hâthal-yawm wa khayra mâ ba'da wa a'ûthu bika min sharri mâ fî hâthal-yawmi wa sharri mâ ba'da, Rabbi a'ûthu bika minal-kasal, wa sû´il-kibar, Rabbi a'ûthu bika min 'athâbin fin-nâri wa 'athâbin fil-qabr.",
    "source": "Muslim 4/2088 nr 2723",
    "reward": "Vem som än säger detta på morgonen och tror på det och dör samma dag, kommer att tillhöra paradiset. Och vem som än säger detta på kvällen och tror på det och dör samma natt, kommer att tillhöra paradiset.",
    "repetition": 1
  },
  {
    "id": 2,
    "en": "",
    "sv": "I Allahs namn, som med Hans namn inget ont på jorden kan skada, och Han är Hörande, Vetande.",
    "ar": "بِسْمِ اللهِ الَّذِي لا يَضُرُّ مَعَ اسْمِهِ شَيءٌ فِي الأَرْضِ وَلا فِي السَّمَاءِ وَهُوَ السَّمِيعُ العَلِيمُ",
    "transliteration": "Bismillâhil-ladhî lâ yadurru ma´a ismihi shay´un fil-ardi wa lâ fis-samâ´i wa Huwas-Samî´ul-´Alîm.",
    "source": "Tirmidhi 5/473 nr 3388",
    "reward": "Vem som än säger detta tre gånger på morgonen och tre gånger på kvällen, kommer inget ont att skada honom.",
    "repetition": 3
  },
  {
    "id": 3,
    "en": "",
    "sv": "I Allahs namn, som med Hans namn inget ont på jorden kan skada, och Han är Hörande, Vetande.",
    "ar": "بِسْمِ اللهِ الَّذِي لا يَضُرُّ مَعَ اسْمِهِ شَيءٌ فِي الأَرْضِ وَلا فِي السَّمَاءِ وَهُوَ السَّمِيعُ العَلِيمُ",
    "transliteration": "Bismillâhil-ladhî lâ yadurru ma´a ismihi shay´un fil-ardi wa lâ fis-samâ´i wa Huwas-Samî´ul-´Alîm.",
    "source": "Tirmidhi 5/473 nr 3388",
    "reward": ""
    }
]