[
  {
    "id": 1,
    "en": "",
    "sv": "Vi har trätt in i kvällen och Herraväldet och alla lovprisningar hör till Allah. Ingen har rätt att dyrkas förutom Allah. Han är en och Han har ingen vid Sin sida. Till Honom hör Herraväldet och all pris och Han är kapabel till allting. O Herre! Jag ber om det goda som finns i denna kväll och det goda efter den. Och jag söker skydd från det onda som finns i denna kväll och det onda efter den. Herre! Jag söker skydd från lathet och svag ålderdom. Herre! Jag söker skydd från straff i elden och straff i graven.",
    "ar": "أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "transliteration": "Amsaynaa wa amsaa al-mulku lillâh, lâ ilâha illallâhu wahdahu lâ sharîka lah, lahul-mulku wa lahul-hamdu wa Huwa 'alâ kulli shay´in qadîr. Rabbi as'aluka khayra ma fi hâdhihi laylah wa khayra ma ba´dahâ wa a´ûdhu bika min sharri ma fi hâdhihi laylah wa sharri ma b´adahâ, Rabbi a'ûthu bika minal-kasal, wa sû´il-kibar, Rabbi a'ûthu bika min 'athâbin fin-nâri wa 'athâbin fil-qabr.",
    "source": "Muslim 4/2088 nr 2723",
    "reward": "Den som säger detta på kvällen och dör samma kväll, kommer att tillhöra paradiset, och den som säger detta på morgonen och dör samma morgon, kommer att tillhöra paradiset."
  },
  {
    "id": 2,
    "en": "",
    "sv": "Allah! Med Din välsignelse träder vi in i kvällen, och med Din välsignelse träder vi in i dagen. Med Din välsignelse lever vi och dör vi, och till Dig återvänder vi.",
    "ar": "اللَّهُمَّ بِكَ أمْسَيْنَا، وَبِكَ أصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ، وَإليْكَ الـمَصِيْرُُ",
    "transliteration": "Allahumma bika amsaynâ, wa bika, asbahnâ, wa bika nahyâ, wa bika namût wa ilaykal-masîr.",
    "source": "At-Tirmidhî 5/466 nr 3391",
    "reward": ""
  },
  {
    "id": 3,
    "en": "",
    "sv": "Allah! Du är min Herre. Ingen har rätt att dyrkas förutom Du. Du har skapat mig och jag är Din tjänare. Jag fullgör min plikt [gentemot Dig] i hopp om belöning, enligt min förmåga. Jag söker skydd hos Dig för det onda jag gjort. Jag erkänner Dina välsignelser över mig och jag erkänner mina synder. Så förlåt mig, för sannerligen förlåter ingen synder utom Du.",
    "ar": "اللَّهُمَّ أنْتَ رَبِّي لا إلَهَ إلاَّ أَنْتَ، خَلَقْتَنِي وأنَا عَبْدُكَ، و أَنَا عَلَى عَهْدِكَ وَ وَعْدِكَ مَا اسْتَطَعْتُ، أعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وأبُوْءُ بِذَنْبِي فَاغْفِر لِي فَإنَّهُ لا يَغْفِرُ الذُّنُوبَ إلاَّ أَنْتَ",
    "transliteration": "Allahumma Anta Rabbî lâ ilâha illâ Ant, khalaqtanî wa anâ 'abduk, wa anâ 'alâ 'ahdika wa wa'dika mas-tata't, a'ûthu bika min sharri mâ sana't, abû´u laka bini'matika 'alay, wa abû´u bithanbî faghfir lî fa'innahu lâ yaghfiruth-thunûba illâ Ant.",
    "source": "Al-Bukhârî 7/150 nr 6306",
    "reward": ""
    }
]