[
  {
    "id": 1,
    "en": "",
    "sv": "Vi har trätt in i kvällen och Herraväldet och alla lovprisningar hör till Allah. Ingen har rätt att dyrkas förutom Allah. Han är en och Han har ingen vid Sin sida. Till Honom hör Herraväldet och all pris och Han är kapabel till allting. O Herre! Jag ber om det goda som finns i denna kväll och det goda efter den. Och jag söker skydd från det onda som finns i denna kväll och det onda efter den. Herre! Jag söker skydd från lathet och svag ålderdom. Herre! Jag söker skydd från straff i elden och straff i graven.",
    "ar": "أَمْسَيْنَا وَأَمْسَىٰ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "transliteration": "Amsaynaa wa amsaa al-mulku lillâh, lâ ilâha illallâhu wahdahu lâ sharîka lah, lahul-mulku wa lahul-hamdu wa Huwa 'alâ kulli shay'in qadîr. Rabbi as'aluka khayra ma fi hâdhihi laylah wa khayra ma ba'dahâ wa a'ûdhu bika min sharri ma fi hâdhihi laylah wa sharri ma b'adah, Rabbi a'ûthu bika minal-kasal, wa sû'il-kibar, Rabbi a'ûthu bika min 'athâbin fin-nâri wa 'athâbin fil-qabr.",
    "source": "Muslim 4/2088 nr 2723",
    "reward": ""
  },
  {
    "id": 2,
    "en": "",
    "sv": "Allah! Med Din välsignelse träder vi in i kvällen, och med Din välsignelse träder vi in i dagen. Med Din välsignelse lever vi och dör vi, och till Dig återvänder vi.",
    "ar": "اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ الْـمَصِيرُ",
    "transliteration": "Allahumma bika amsaynâ, wa bika, asbahnâ, wa bika nahyâ, wa bika namût wa ilaykal-masîr.",
    "source": "At-Tirmidhî 5/466 nr 3391",
    "reward": ""
  },
  {
    "id": 3,
    "en": "",
    "sv": "Allah! Du är min Herre. Ingen har rätt att dyrkas förutom Du. Du har skapat mig och jag är Din tjänare. Jag fullgör min plikt gentemot Dig i hopp om belöning, enligt min förmåga. Jag söker skydd hos Dig för det onda jag gjort. Jag erkänner Dina välsignelser över mig och jag erkänner mina synder. Så förlåt mig, för sannerligen förlåter ingen synder utom Du.",
    "ar": "اللَّهُمَّ أَنْتَ رَبِّي، لَا إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَ أَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي، فَاغْفِرْ لِي، فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ",
    "transliteration": "Allahumma Anta Rabbî lâ ilâha illâ Ant, khalaqtanî wa anâ 'abduk, wa anâ 'alâ 'ahdika wa wa'dika mas-tata't, a'ûthu bika min sharri mâ sana't, abû u laka bini'matika 'alay, wa abû u bithanbî faghfir lî fa'innahu lâ yaghfiruth-thunûba illâ Ant.",
    "source": "Al-Bukhârî 7/150 nr 6306",
    "reward": "Den som säger denna Dua under dagen, och tror på den med visshet, sedan dör dagen innan kvällen inträffar, kommer att vara en av Paradisets folk.\n \nDen som säger den på natten, och tror på den med visshet, sedan dör natten innan morgonen inträffar, kommer att vara en av Paradisets folk."
  },
  {
    "id": 4,
    "en": "",
    "sv": "Allah; Du som har kunskap om det dolda och uppenbara, Skaparen av himlarna och jorden, alltings Herre och Konung. Jag vittnar att ingen har rätt att dyrkas förutom Du. Jag söker skydd hos Dig från det onda i mig själv och det onda från djävulen och hans kall till avguderi. Samt från att orsaka mig själv eller någon annan muslim skada.",
    "ar": "اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "transliteration": "Allahumma 'Âlimal-ghaybi wash-shahâdah, fâtiras-samâwâti wal ardh, Rabba kulli shay'in wa malîkah, ash-hadu an lâ ilâha illâ Ant, a'ûthu bika min sharri nafsî, wa min sharrish-shaytâni wa shirkih, wa an 'aqtarifa 'alâ nafsî sû'an, aw adjurrahu ilâ muslim.",
    "source": "At-Tirmidhî nr 3392",
    "reward": ""
  },
  {
    "id": 5,
    "en": "",
    "sv": "Allah! Jag har trätt in i en ny dag. Jag kallar Dig, de som bär Din tron, änglarna och all skapelse att vittna att Du är Allah - ingen har rätt att dyrkas förutom Du. Du är en, Du har ingen vid Din sida - och att Muhammed är Din tjänare och Ditt sändebud.",
    "ar": "اللَّهُمَّ إِنِّي أَمْسَيْتُ أُشْهِدُكَ،\nوَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلَائِكَتَكَ، وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ، لَا إِلَهَ إِلَّا أَنْتَ، وَحْدَكَ لَا شَرِيكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ",
    "transliteration": "Allahumma innî amsaytu ush-hiduka wa ush-hidu hamalata 'arshik, wa malâ ikatak, wadjamî'a khalqik, annaka anta-Allahu lâ ilâha illâ Ant, wahdaka lâ sharîka lak, wa anna Muhammedan 'abduka wa rasûluk.",
    "source": "Abû Dâwûd 4/317 nr 5069",
    "reward": "Om någon säger denna dua en gång på morgonen eller på kvällen kommer Allah att befria en fjärdedel av honom från helvetet.\n\nOm någon säger den två gånger kommer Allah att befria hälften av honom. \n\nOm någon säger den tre gånger kommer Allah att befria tre fjärdedelar av honom. \n\nOm han säger den fyra gånger kommer Allah att befria honom från helvetet.",
    "repetitionText": "(Läses en till fyra gånger)",
    "repetitionTextArabic": "(مَرَّةً إلى أَرْبَع مَرَّاتٍ)"
  },
  {
    "id": 6,
    "en": "",
    "sv": "I Allahs namn [söker jag skydd]; Den i vars namn ingenting på jorden eller i himlarna kan skadas och Han är Den som Hör allt, Den Allvetande.",
    "ar": "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ، وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "transliteration": "Bismillâhil-lathî lâ yadhurru ma'as-mihi shay'un fil-ardhi wa lâ fis-samâ, wa Huwas-Samî 'ul-'Alîm.",
    "source": "Abû Dâwûd 4/323 nr 5088",
    "reward": "Den som läser detta tre gånger på morgonen kommer inte drabbas av något ont till kvällen.\n\nDen som läser detta tre gånger på kvällen kommer inte att drabbas av något ont till morgonen.",
    "repetitionText": "(Läses en eller tre gånger)",
    "repetitionTextArabic": "(مَرَّةً أَوْ ثَلَاثًا مَرَّاتْ)"
  },
  {
    "id": 7,
    "en": "",
    "sv": "Jag är nöjd med Allah som Herre, med islam som religion och med Muhammed som profet.",
    "ar": "رَضِيْتُ بِاللَّهِ رَبًّا، وَبِالْإِسْلَامِ دِيْنًا، وَبِمُحَمَّدٍ نَبِيًّا",
    "transliteration": "Radhîtu billâhi Rabba, wa bil-Islâmi dîna, wa bi-Muhammedin nabiyya.",
    "source": "Ahmad 4/337",
    "reward": "Allah har lovat att den som läser detta tre gånger på morgonen eller på kvällen kommer vara nöjd på Domedagen.",
    "repetitionText": "(Läses en eller tre gånger)",
    "repetitionTextArabic": "(مَرَّةً أَوْ ثَلَاثًا مَرَّاتْ)"
  },
  {
    "id": 8,
    "en": "",
    "sv": "Allah! Alla gåvor som jag eller någon annan i Din skapelse har fått denna kväll är endast från Dig, Du har ingen vid Din sida. Så alla lovprisningar och allt tack hör till Dig.",
    "ar": "اللَّهُمَّ مَا أَمْسَىٰ بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ، فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ",
    "transliteration": "Allahumma mâ amsâ bî min ni'matin aw bi ahadin min khalqika faminka wahdaka lâ sharîka lak, falakal-hamdu wa lakash-shukr.",
    "source": "Abû Dâwûd 4/318 nr 5073",
    "reward": "Den som reciterar detta på morgonen har erbjudit sin dags tack och den som säger detta på kvällen har erbjudit sin natts tack."
  },
  {
    "id": 9,
    "en": "",
    "sv": "Allah! Jag ber Dig om förlåtelse och beskydd i detta och nästa liv. Allah! Jag ber Dig om förlåtelse och beskydd i min religion, världsliga affärer, familj och egendom. Allah! Dölj alla mina brister och skydda mig från mina rädslor. Allah! Skydda mig från faror framifrån, bakifrån, från höger, från vänster och uppifrån. Jag söker skydd vid Din Väldighet från att slukas underifrån.",
    "ar": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيةَ فِي دِيْنِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِي، وَعَنْ يَمِينِي وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي",
    "transliteration": "Allahumma innî as alukal-'afwa wal 'âfiya, fid-dunyâ wal âkhirah, Allahumma innî as alukal-'afwa wal 'âfiyah, fî dînî wa dunyâya wa ahlî wa mâlî, Allahum-mastur 'awrâtî, wa âmin raw'âtî, Allahum-mahfadhnî min bayni yadayya wa min khalfî, wa 'an yamînî wa 'an shimâlî, wa min fawqî, wa a'ûthu bi'adhamatika an ughtâla min tahtî.",
    "source": "Abû Dâwûd nr 5074",
    "reward": ""
  },
  {
    "id": 10,
    "en": "",
    "sv": "Ingen har rätt att dyrkas förutom Allah. Han är en och Han har ingen vid Sin sida. Till Honom hör Herraväldet och all pris och Han är kapabel till allting.",
    "ar": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيْكَ لَهُ، لَهُ الْـمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيءٍ قَدِيرٌ",
    "transliteration": "Lâ ilâha illallâhu wahdahu lâ sharîka lah, lahul-mulku wa lahul-hamd, wa Huwa 'alâ kulli shay in qadîr.",
    "source": "Abû Dâwûd 4/319 nr 5077",
    "reward": "Den som säger detta tio gånger när det blir morgon får samma belöning som att fria en slav från Ismâ´îls söner, tio belöningar skrivs åt honom och tio synder stryks bort från honom. Han höjs tio grader och han är skyddad från djävulen tills det blir kväll. Den som säger det på kvällen får samma belöning tills morgonen.\n \nAbû Hurayrah återberättade att profeten ﷺ sade att Allah kommer skriva etthundra belöningar till den som säger detta hundra gånger på morgonen och Han kommer förlåta etthundra synder. Han kommer få belöningen för att ha friat en slav och han kommer att skyddas från djävulen hela dagen fram till kvällen. Den som säger det på kvällen kommer att få samma belöning.",
    "repetitionText": "(Läses en, tio eller hundra gånger)",
    "repetitionTextArabic": "(مَرَّةً أَوْ عَشْرًا أَوْ مِائَةً مَرَّاتْ)"
  },
  {
    "id": 11,
    "en": "",
    "sv": "Du Levande, Vidmakthållare! Vid Din Nåd ber jag om hjälp. Ställ tillrätta alla mina angelägenheter och överlåt mig inte till mig själv ens för ett ögonblick.",
    "ar": "يَا حَيُّ يَا قَيُّومُ بِرَحْـمَتِكَ أَسْتَغِيثُ، أَصْلِحْ لِي شَأْنِي كُلَّهُ، وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ",
    "transliteration": "Yâ Hayyu yâ Qayyûm, birahmatika astaghîth aslih lî sha´nî kullah wa lâ takilnî ilâ nafsî tarfata 'ayn.",
    "source": "Al-Hâkim 1/545",
    "reward": ""
  },
  {
    "id": 12,
    "en": "",
    "sv": "Allah! - det finns ingen sann gud utom Han, den Levande, skapelsens evige Vidmakthållare. Slummer överraskar Honom inte och inte heller sömn. Honom tillhör allt det som himlarna rymmer och det som jorden bär. Vem är den som vågar tala [för någon] inför Honom utan Hans tillstånd? Han vet allt vad [människor] kan veta och allt som är dolt för dem och av Hans kunskap kan de inte omfatta mer än Han tillåter. Hans fotpall omsluter himlarna och jorden. Att värna och bevara dem är för Honom ingen börda. Han är den Höge, den Väldige.",
    "ar": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ\n\n ۞ اللَّهُُ لَا إِلٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَومٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَينَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ ۞",
    "transliteration": "A'udhu billahi minash-shaytanir-rajim. Allahu lâ ilâha illâ Huwal-Hayyul-Qayyûm, lâ ta´khuthuhu sinatun wa lâ nawm, lahu mâ fis-samâwâti wa mâfil-ardh, man thal-lathî yashfa'u 'indahu illâ bi'ithnih, ya'lamu mâ bayna aydîhim wa mâ khalfahum, wa lâ yuhîtûna bishay´im-min 'ilmihi illâ bimâ shâ´a, wasi'a kursiyyuhus-samâwâti wal ardha, wa lâ ya'ûduhu hifdhuhumâ, wa Huwal-'Aliyyul-'Adhîm.",
    "source": "Den Ädla Koranen 2:255",
    "reward": "Abu Huraira berättade att han hade uppdraget att vakta Zakat-intäkter under Ramadan. En natt tog han en tjuv på bar gärning som försökte stjäla mat. Tjuven bad om nåd och erbjöd i utbyte en bön, Ayatul Kursi (2:255), som skulle skydda Abu Huraira från Shaytan under natten. När Abu Huraira berättade detta för Profeten Muhammad, bekräftade han att tjuven, som egentligen var Shaytan, hade sagt sanningen.",
    "svKapitel": "Ayat al-Kursi",
    "arKapitel": "آية الكرسي"
  },
  {
    "id": 13,
    "en": "",
      "sv": "Vi har trätt in i kvällen och Herraväldet hör till Allah, världarnas Herre. Allah! Jag ber om det goda som finns i denna kväll; dess framgång, seger, ljus, välsignelse och vägledning. Och jag söker skydd från det onda som finns i den och det onda efter den.",
    "ar": "أَمْسَيْنَا وَأَمْسَىٰ الْـمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَـٰذِهِ اللَّيْلَةِ ، فَتْحَهَا وَنَصْرَهَا وَنُورَهَا وَبَرَكَتَهَا وَهُدَاهَا ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْهَا وَشَرِّ مَا بَعْدَهَا",
    "transliteration": "Amsaynaa wa amsaa al-mulku lillâhi Rabbil-'âlamîn, Allahumma innî as´aluka khayra hâthihil-laylah: Fathaha wa nasraha wa nûrah, wa barakataha wa hudâh, wa a'ûthu bika min sharri mâ fîha wa sharri mâ ba'dah.",
    "source": "Abû Dâwûd 4/322 nr 5084",
    "reward": ""
  },
  {
    "id": 14,
    "en": "",
    "sv": "Allah! Skona min kropp. Allah! Skona min hörsel. Allah! Skona min syn. Ingen har rätt att dyrkas förutom Du. Allah! Jag söker Ditt skydd från otro och fattigdom och jag söker Ditt skydd från gravens straff. Ingen har rätt att dyrkas förutom Du.",
    "ar": "اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لَا إِلَهَ إِلَّا أَنْتَ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لَا إِلَهَ إِلَّا أَنْتَ",
    "transliteration": "Allahumma 'âfinî fî badanî, Allahumma 'âfinî fî sam'î, Allahumma 'âfinî fî basarî, lâ ilâha illâ Ant. Allahumma innî a'ûthu bika minal-kufri, walfaqri, wa a'ûthu bika min 'athâbil-qabr, lâ ilâha 'illâ Ant.",
    "source": "Abû Dâwûd 4/324 nr 5090",
    "reward": "",
    "repetitionText": "(Läses en eller tre gånger)",
    "repetitionTextArabic": "(مَرَّةً أَوْ ثَلَاثًا مَرَّاتْ)"
  },
  {
    "id": 15,
    "en": "",
    "sv": "Allah är tillräcklig för mig. Ingen förtjänar att dyrkas förutom Han. Hos Honom har jag satt min tillit och Han är den mäktiga tronens Herre.",
    "ar": "حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ، وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
    "transliteration": "HasbiyAllahu lâ ilâha illâ Huwa 'alayhi tawakkaltu wa Huwa Rabbul-'arshil-'adhîm.",
    "source": "Abû Dâwûd 4/321 nr 5081",
    "reward": "Den som säger denna Dua morgon och kväll sju gånger, Allah kommer att vara tillräcklig för honom mot allt som bekymrar honom.",
    "repetitionText": "(Läses en eller sju gånger)",
    "repetitionTextArabic": "(مَرَّةً أَوْ سَبْعًا مَرَّاتْ)"
  },
  {
    "id": 16,
    "en": "",
    "sv": "Jag söker skydd vid Allahs fullkomliga ord från det onda Han har skapat.",
    "ar": "أَعُوْذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
    "transliteration": "A'ûthu bikalimâtil-lâhit-tâmmâti min sharri mâ khalaq.",
    "source": "Ahmad 2/290",
    "reward": "Den som gör ett stopp på en resa och säger denna Dua, inget kommer att skada honom förrän han fortsätter från den platsen.",
    "repetitionText": "(Läses en eller tre gånger)",
    "repetitionTextArabic": "(مَرَّةً أَوْ ثَلَاثًا مَرَّاتْ)"
  },
  {
    "id": 17,
    "en": "",
    "sv": "Fri är Allah från alla brister och prisad vare Han.",
    "ar": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
    "transliteration": "SubhânAllahi wa bihamdih.",
    "source": "Muslim 4/2071 nr 2723",
    "reward": "Den som säger detta hundra gånger vid morgon eller kväll kommer inte att finna något bättre till Domedagen, utan någon som upprepar lika mycket eller mer.",
    "repetitionText": "(Läses en eller hundra gånger)",
    "repetitionTextArabic": "(مَرَّةً أَوْ مِئَةً مَرَّاتْ)"
  },
  {
    "id": 18,
    "en": "",
    "sv": "Allah! Upphöj och ära Muhammed och Muhammeds familj, så som Du upphöjde och ärade Ibrâhîm och Ibrâhîms familj, sannerligen är Du värd all pris, Glorifierad. Allah! Välsigna Muhammed och Muhammeds familj, så som Du välsignade Ibrâhîm och Ibrâhîms familj, sannerligen är Du lovprisad, Glorifierad.",
    "ar": "اللهُمَّ صَلِّ عَلَى مُـحَمَّدٍ، وَعَلَى آلِ مُـحَمَّدٍ، كَمَـا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبَرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ",
    "transliteration": "Allâhumma salli 'alâ Muhammedin wa 'alâ âli Muhammed, kamâ sallayta 'alâ Ibrahîma wa 'alâ âli Ibrâhîm, innaka hamîdum-madjîd. Allâhumma bârik 'alâ Muhammedin wa 'alâ âli Muhammed kamâ bârakta 'alâ Ibrâhîma wa 'alâ âli Ibrâhîm, innaka hamîdum-madjîd.",
    "source": "Al-Bukhârî 6/408 nr 3370",
    "reward": ""
  }
]